Repository: dromeroDataifx/caracolRC
Catalog: all/modules/custom/token_invite_generator/token_invite_generator.*.po
Languages: es

source: Token Invite
es: Token de invitacion

source: generate tokens
es: generar tokens

source: Generate tokens
es: Generar tokens

source: generates tokens to invites many people
es: Genera tokens para invitar a muchas personas

source: Your invitation has already been used or was disabled, please request a new invitation
es: Su invitación ya fue usada o fue deshabilitada, por favor solicite una nueva invitación

source: Choose a file
es: Elija un archivo que contiene los usuarios

source: Download Tokens
es: Descargar Tokens

source: Clear all tokens
es: Eliminar todos los tokens

source: all invitations were deleted
es: todas las invitaciones fueron eliminadas

source: Token Invite Generator
es: Generador de invitaciones por token

source: Token generator for invites Data iFX
es: Generador de invitaciones por token para DataiFX
