Repository: dromeroDataifx/caracolRC
Catalog: all/modules/custom/ccl/market_data.*.po
Languages: es

source: Market Data
es: Indicadores Economicos

source: configure all indices
es: Configura todos los indices

source: Key
es: Clave

source: a key provided by Data iFX for consulting
es: Una llave proveida por Data iFX para las consultas

source: indices list
es: Lista de Indices

source: Economic Data
es: Indicadores Económicos

source: For view some market data from Data iFX
es: Para ver algunos datos de mercado desde Data iFX

source: Name
es: Nombre

source: Value
es: Valor

source: Change
es: Cambio

source: % Change
es: % Cambio

source: see :category in real time
es: Ver :category en Tiempo Real

source: Registered data the previous business day.
es: Datos registrados el ultimo día habil.

source: Integrated by
es: Integrado por
